Repository: GoodbyeFox/VOAIOS
Catalog: O2Platform/*.lproj/Localizable.strings
Languages: th

source: 2 Month Ago
th: 2 ເດືອນກ່ອນ

source: 3 Month Ago
th: 3 ເດືອນກ່ອນ

# 取消
source: Cancel
th: ຍົກເລີກ

source: About
th: ກ່ຽວກັບ

source: Account Security
th: ຄວາມປອດໄພບັນຊີ

source: Alert
th: ແຈ້ງເຕືອນ

source: All File
th: ໄຟລ໌ທັງໝົດ

# Alt
source: Alert
th: ແຈ້ງເຕືອນ

# Applications update success
source: Update Success
th: ອັບເດດສຳເລັດ

source: Attendance
th: ເຂົ້າວຽກ

source: BG Color
th: ສີ BG

source: Calendar
th: ປະຕິທິນ

source: call
th: ໂທ

source: call fail！
th: ໂທລົ້ມເຫລວ!

source: Cancel
th: ຍົກເລີກ

# cannotReview
source: The current file type does not support preview!
th: ປະເພດເອກະສານປະຈຸບັນບໍ່ໄດ້ຮັບການສະໜັບສະໜູນ！

source: Choose
th: ເລືອກ

# Choose Move Position
source: Move To
th: ຍ້າຍໄປ

# cleanFailed
source: Clearing failed!
th: ລົບລ້າງລົ້ມເລວ！

# cleanMessage
source: Clear Chat History
th: ລົບລ້າງປະຫວັດສົນທະນາ

# cleanMessageConfirm
source: Are you sure you want to clear the chat history? After clearing, everyone in the current conversation will not be able to see the chat history?
th: ແນ່ໃຈວ່າຕ້ອງການລົບລ້າງແຊັດປະບັນ，ຫຼັງຈາກລົບລ້າງແລ້ວປະຫວັດການແຊັດທັງໝົດຈະບໍສາມາດເບິ່ງປະຫວັດການແຊັດໄດ້？

# cleanSuccess
source: Cleared chat history successfully!
th: ລ້າງປະຫວັດການແຊັດສຳເລັດ！

source: Clear Photo
th: ລຶບຮູບ

# Cloud File My Share Files
source: My Share Files
th: ໄຟລ໌ແບ່ງປັນຂອງຂ້ອຍ

# Cloud File Share To Me
source: Share To Me
th: ແບ່ງປັນໃຫ້ຂ້ອຍ

# Cloud File Type Document
source: Document
th: ເອກະສານ

# Cloud File Type Image
source: Image
th: ຮູບພາບ

# Cloud File Type Music
source: Music
th: ດົນຕີ

# Cloud File Type Other
source: Other
th: ອື່ນໆ

# Cloud File Type Video
source: Video
th: ວິດີໂອ

# Cloud File V3 Confirm Delete Zone
source: Are you sure you want to delete this sharing area [%@], and the data in it will not be recovered?
th: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບພື້ນທີ່ການແບ່ງປັນນີ້ [%@], ແລະຂໍ້ມູນໃນມັນຈະບໍ່ຖືກກູ້ຄືນ?

# Cloud File V3 Menu Add Favorite
source: Add Favorite
th: ເພີ່ມລາຍການທີ່ມັກ

# Cloud File V3 Menu Cancel Favorite
source: Cancel Favorite
th: ຍົກເລີກລາຍການທີ່ມັກ

# Cloud File V3 Menu Delete Zone
source: Delete
th: ລຶບ

# Cloud File V3 Menu Edit Zone
source: Edit
th: ແກ້ໄຂ

# Cloud File V3 Menu Rename
source: Rename
th: ປ່ຽນຊື່

# Cloud File V3 My Favorite
source: My Favorite
th: ສິ່ງ​ທີ່​ຂ້ອຍ​ມັກ

# Cloud File V3 My Zone
source: My Zone
th: ເຂດຂອງຂ້ອຍ

# Cloud File V3 Name Not Empty Message
source: The Name is required!
th: ຕ້ອງລະບຸຊື່!

# Cloud File V3 Rename Alert Message
source: Rename the shared area of the collection
th: ປ່ຽນຊື່ພື້ນທີ່ແບ່ງປັນຂອງຄໍເລັກຊັນ

# Cloud File V3 Zone File No Permission Delete
source: There are not enough permissions to delete!
th: ບໍ່ມີການອະນຸຍາດພຽງພໍທີ່ຈະລຶບ!

# Cloud File V3 Zone File No Permission Update
source: There are not enough permissions to be modified!
th: ບໍ່​ມີ​ການ​ອະ​ນຸ​ຍາດ​ພຽງ​ພໍ​ທີ່​ຈະ​ແກ້​ໄຂ​!

# Cloud File V3 Zone File Save To My Pan
source: Save To My Disk
th: ບັນທຶກໃສ່ແຜ່ນຂອງຂ້ອຍ

# Cloud File V3 Zone Form Create Title
source: Create a shared workspace
th: ສ້າງພື້ນທີ່ເຮັດວຽກຮ່ວມກັນ

# Cloud File V3 Zone Form Update Title
source: Update Shared Workspace
th: ອັບເດດພື້ນທີ່ເຮັດວຽກທີ່ແບ່ງປັນ

# Cloud File V3 Zone Name
source: Enterprise Shared Area
th: ພື້ນທີ່ແບ່ງປັນວິສາຫະກິດ

# Cloud Files
source: Cloud File
th: ຄາວ

# Contacts board date
source: Entry time
th: ເວລາເຂົ້າ

# Contacts Contact number
source: Contact number
th: ເບີໂທຕິດຕໍ່

# Contacts Dept
source: Dept
th: ພະແນກ

# Contacts desc
source: Describe
th: ອະທິບາຍ

# Contacts Employee number
source: Employee number
th: ໝາຍເລກພະນັກງານ

# Contacts Enterprise information
source: Enterprise information
th: ຂໍ້ມູນວິສາຫະກິດ

# Contacts Initiate chat
source: Initiate chat
th: ເລີ່ມການສົນທະນາ

# Contacts My department
source: My department
th: ພະແນກຂອງຂ້ອຍ

# Contacts officePhone
source: Office telephone
th: ໂທລະສັບຫ້ອງການ

# Contacts Org structure
source: Org structure
th: ໂຄງສ້າງຂອງອົງການ

# Contacts Person Attributes
source: Personal Attribute
th: ຄຸນລັກສະນະສ່ວນບຸກຄົນ

# Contacts Person name
source: Name
th: ຊື່

# Contacts Search placeholder
source: Please enter name or pinyin to search...
th: ກະລຸນາໃສ່ຊື່ ຫຼືພິນອິນເພື່ອຊອກຫາ...

# Contacts Send emails
source: Send emails
th: ສົ່ງອີເມວ

# Contacts Send emails Error
source: email is error
th: ອີເມວມີຂໍ້ຜິດພາດ

# Contacts Top contacts
source: Top contacts
th: ຕິດຕໍ່ພົວພັນ

# Contacts Unable to create chat
source: Unable to create chat!
th: ບໍ່ສາມາດສ້າງການສົນທະນາໄດ້!

# Contacts Unique code
source: Unique code
th: ລະຫັດເປັນເອກະລັກ

source: Copy succeeded
th: Copy ສໍາເລັດ

source: Create Folder Error Message !
th: ສ້າງ Folder ຂໍ້​ຄວາມ​ຜິດ​ພາດ!

source: Days Ago
th: ມື້ກ່ອນ

source: Delete
th: ລຶບ

# Delete Items Confirm Message
source: Delete these items , are you sure ?
th: ລຶບລາຍການເຫຼົ່ານີ້, ທ່ານແນ່ໃຈບໍ?

# Delete My Share File Confirm Message
source: Cancel these share items, are you sure ?
th: ຍົກເລີກລາຍການແບ່ງປັນເຫຼົ່ານີ້, ທ່ານແນ່ໃຈບໍ?

# deleteChatConfirm
source: Are you sure you want to delete the current conversation? Deletion will clear all chat history?
th: ແນ່ໃຈວ່າຕ້ອງການລົບແຊັດປະບັນ，ຫຼັງຈາກລົບແລ້ວປະຫວັດການແຊັດທັງໝົດຈະວ່າງເປົ່າວ່າງ？

# deleteFailed
source: Failed To Delete
th: ລົບລົ້ມເລວ

source: Delete Group
th: ລົບກຸ່ມສົນທະນາ

# deleteGroupConfirm
source: Are you sure you want to delete the current group chat? Deletion will dissolve the current group and clear all chat records?
th: ແນ່ໃຈວ່າຕ້ອງການລົບກຸ່ມສົນທະນາປະຈຸບັນ，ປະຫວັດການສົນທະນາທັງໝົດຈະວ່າງເປົ່າວ່າງຫຼັງຈາກເຈົ້າລົບ？

# DeleteMessage
source: Delete
th: ລົບ

source: Done
th: ສຳເລັດ

source: Edit
th: ແກ້ໄຂ

# editFailed
source: fail to modified
th: ປ່ຽນລົ້ມເລວ

# editGroup
source: Edit Group Name
th: ປ່ຽນຊື່ກຸ່ມ

# editItemConfirm
source: Please select a item to edit
th: ເລືອກປ່ຽນ Item

source: Edit Member
th: ປ່ຽນສະມາຊິກສຳເລັດ

# editSuccess
source: Successfully modified
th: ປ່ຽນສຳເລັດ

# Empty name Error Message
source: name is not empty !
th: ບໍ່ໃຫ້ຊື່ຫວ່າງ!

source: Error Load Profile!
th: ປ້ອນຂໍ້ມູນສ່ວນໂຕຜິດພາດ!

source: Exit
th: ອອກ

# exitConfirmMessage
source: Exit Application?
th: ແນ່ໃຈບໍ່ວ່າຈະອອກຈາກລະບົບ？

source: Failed to convert value from data at path %@
th: ລົ້ມເຫລວໃນການປ່ຽນຄ່າຈາກຂໍ້ມູນຢູ່ເສັ້ນທາງ %@

source: Failed to convert value from data at URL %@
th: ລົ້ມເຫລວໃນການປ່ຽນຄ່າຈາກຂໍ້ມູນຢູ່ທີ່ URL %@

source: Format %@ not found
th: ບໍ່ພົບຮູບແບບ %@

source: General
th: ທົ່ວໄປ

# getFileError
source: Exception in getting file!
th: ໄດ້ຮັບເອກະສານຜິດປົກກະຕິ！

# groupNameComfirm
source: Please enter the group name
th: ກະລຸນາປ້ອນຊື່ກຸ່ມ

source: Hours Ago
th: ຊົ່ວໂມງທີ່ແລ້ວ

source: Identify failed
th: Identify ລົ້ມເຫລວ

source: Image scale, 0.5 by default
th: ຂະໜາດຮູບ,0.5ຕາມຄ່າເລີ່ມຕົ້ນ

# Information
source: Info
th: ຂໍ້ມູນ

source: Insert
th: ແຊກ

source: Insert Image
th: ແຊກຮູບພາບ

source: Insert Image From Device
th: ແຊກຮູບພາບຈາກອຸປະກອນ

source: Insert Link
th: ໃສ່ລິ້ງ

source: JustNow
th: ເມື່ອກີ້

# loadFileFailed
source: Failed to read file
th: ໂຫລດເອກະສານລົ້ມເລວ

source: Loading...
th: ໂຫລດ...

# Login Bio auth locked
source: It has been locked. Please enter the password in the unlocking interface of the mobile phone!
th: ມັນໄດ້ຖືກລັອກ. ກະລຸນາໃສ່ລະຫັດຜ່ານໃນການໂຕ້ຕອບການປົດລັອກຂອງໂທລະສັບມືຖື!

# Login Captcha is empty
source: Login captcha cannot be empty！
th: ເຂົ້າສູ່ລະບົບ captcha ບໍ່ສາມາດຫວ່າງເປົ່າໄດ້!

# Login Do not screenshot
source: In order to protect the security of user name and password, please do not take a screenshot!
th: ເພື່ອປົກປ້ອງຄວາມປອດໄພຂອງຊື່ຜູ້ໃຊ້ ແລະລະຫັດຜ່ານ, ກະລຸນາຢ່າຖ່າຍຮູບໜ້າຈໍ!

# Login do not support bio
source: The mobile phone system is not on or does not support the recognition function
th: ລະບົບໂທລະສັບມືຖືບໍ່ເປີດຫຼືບໍ່ຮອງຮັບຟັງຊັນການຮັບຮູ້

# Login Face recognition login
source: Face recognition login
th: ເຂົ້າສູ່ລະບົບການຮັບຮູ້ໃບໜ້າ

# Login Fingerprint identification login
source: Fingerprint identification login
th: ເຂົ້າສູ່ລະບົບການລະບຸລາຍນິ້ວມື

# Login Get verification code
source: Get verification code
th: ເອົາລະຫັດຢືນຢັນ

# Login Login
source: Login
th: ເຂົ້າ​ສູ່​ລະ​ບົບ

# Login Login fail error
source: Login failed, %@
th: ເຂົ້າສູ່ລະບົບລົ້ມເຫລວ, %@

# Login Login fail use other method
source: Server authentication login failed, please try to login in another way
th: ການເຂົ້າສູ່ລະບົບການພິສູດຢືນຢັນເຊີບເວີລົ້ມເຫລວ, ກະລຸນາລອງເຂົ້າສູ່ລະບົບດ້ວຍວິທີອື່ນ

# Login Login with user name
source: Login with user name
th: ເຂົ້າສູ່ລະບົບດ້ວຍຊື່ຜູ້ໃຊ້

# Login Mobile phone number or password is empty
source: Mobile phone number or password cannot be empty!
th: ເບີໂທລະສັບ ຫຼືລະຫັດຜ່ານບໍ່ສາມາດຫວ່າງເປົ່າໄດ້!

# Login Mobile phone validate
source: Mobile phone verification
th: ການຢັ້ງຢືນໂທລະສັບມືຖື

# Login Next step
source: Next
th: ຕໍ່ໄປ

# Login Password login
source: Password login
th: ເຂົ້າສູ່ລະບົບລະຫັດຜ່ານ

# Login Please enter mobile phone
source: Please input mobile phone number!
th: ກະລຸນາໃສ່ເບີໂທລະສັບ!

# Login Please enter validation code
source: Please input verification code!
th: ກະລຸນາໃສ່ລະຫັດຢືນຢັນ!

# Login Rebind to the new service node
source: Rebind to the new service node, the original node information will be cleared, are you sure?
th: Rebind ກັບ node ບໍລິການໃຫມ່, ຂໍ້ມູນ node ຕົ້ນສະບັບຈະຖືກລຶບລ້າງ, ທ່ານແນ່ໃຈບໍ?

# Login Recapture
source: Recapture
th: ກູ້ຄືນ

# Login Select the following login method
source: Please select the following login method
th: ກະລຸນາເລືອກວິທີການເຂົ້າສູ່ລະບົບຕໍ່ໄປນີ້

# Login Send code fail
source: Verification code sending failed!
th: ການສົ່ງລະຫັດຢືນຢັນລົ້ມເຫລວ!

# Login Verification code login
source: Verification code login
th: ເຂົ້າສູ່ລະບົບລະຫັດຢືນຢັນ

# Login Verification failed
source: Verification failed!
th: ການຢັ້ງຢືນລົ້ມເຫລວ!

# Login Verify login now
source: Verify login now
th: ຢືນຢັນການເຂົ້າສູ່ລະບົບດຽວນີ້

# Main Bar Contacts
source: Contacts
th: ລາຍຊື່ຕິດຕໍ່

# Main Bar IM
source: Messages
th: ຂໍ້ຄວາມ

# Main Bar Settings
source: Settings
th: ການຕັ້ງຄ່າ

source: Meeting
th: ປະຊຸມ

# memberNotEnough
source: Less than 3 people selected
th: ເລືອກສະມາຊິກນ້ອຍກວ່າ 3 ຄົນ

source: Minute Ago
th: ນາທີຜ່ານມາ

# MonthAgo
source: 1 Month Ago
th: 1 ເດືອນກ່ອນ

source: Move
th: ຍ້າຍ

# Need Read
source: Read
th: ອ່ານ

source: New
th: ໃຫມ່

source: New Folder
th: ແຟັມເອກະສານໃໝ່

# noPermissionLoadFile
source: No permission to load file
th: ບໍ່ມີສິດໄດ້ຮັບເອກະສານ

source: Notification
th: ແຈ້ງເຕືອນ

source: Object not found for key %@
th: ບໍ່ພົບ Object ໃນຄຳຫຼັກ %@

# OfficeCenter
source: Office
th: ຫ້ອງການ

# Personal Information
source: Information
th: ຂໍ້ມູນ

source: Pick Image
th: ເລືອກຮູບ

source: Pick New Image
th: ເລືອກຮູບໃໝ່

source: Play Pause
th: ຢຸດຊົ່ວຄາວ

source: Play Start
th: ເລີ່ມຫຼິ້ນ

source: Play Stop
th: ຢຸດ

source: Readed
th: ອ່ານແລ້ວ

# releaseFToSendSwipeToCancel
source: Lift your finger to cancel sending
th: ປ່ອຍມື，ຍົກເລີກການສົ່ງ

# releaseToSendSwipeToCancel
source: Release to send, Swipe up to cancel
th: ປ່ອຍສົ່ງ，ຍົກຂຶ້ນເພື່ອຍົກເລີກ

source: Rename
th: ປ່ຽນຊື່

source: Search
th: ຄົ້ນຫາ

# Search Cms category
source: Category:
th: ປະເພດ:

# Search Delete all search history
source: Delete all search history
th: ລຶບປະຫວັດການຊອກຫາທັງໝົດ

# Search No Result
source: No relevant results were found
th: ບໍ່ພົບຜົນການຊອກຫາທີ່ກ່ຽວຂ້ອງ

# Search Placeholder
source: Please enter search keywords
th: ກະລຸນາໃສ່ຄໍາຄົ້ນຫາ

# Search Process Name
source: Process:
th: ຂະບວນການ:

# selectGender
source: Please Select Gender
th: ກະລຸນາເລືອກເພດ

# selectMemberError
source: Member list data error!
th: ເລືອກສະມາຊິກລົ້ມເລວ！

# selectMemberTip
source: Please select person
th: ກະລຸນາເລືອກສະມາຊິກ

# sendMessageFailed
source: Failed to send message!
th: ສົ່ງຂໍ້ຄວາມລົ້ມເລວ!

source: Share
th: ແບ່ງປັນ

# Share Delete
source: Take Back
th: ເອົາ​ຄືນ

# Shield Share File Confirm Message
source: Dismiss these share items, are you sure ?
th: ປິດລາຍການແບ່ງປັນເຫຼົ່ານີ້, ທ່ານແນ່ໃຈບໍ?

# SMS
source: send message
th: ສົ່ງ​ຂໍ້​ຄວາມ

# SMS Fail
source: send message fail！
th: ສົ່ງຂໍ້ຄວາມລົ້ມເຫລວ!

source: Text Color
th: ສີຂໍ້ຄວາມ

source: Title
th: ຫົວຂໍ້

source: Todo
th: ວຽກ

# TwoDaysAgo
source: 2 Days Ago
th: 2ມື້ກ່ອນ

# unOpened
source: UnOpend
th: ບໍ່ເປີດ

source: Update
th: ອັບເດດ

# updateError
source: Update Failed
th: ອັບເດດລົ້ມເລວ

source: Upload File
th: ອັບໂຫຼດໄຟລ໌

source: Upload error,
th: ອັບໂຫລດຜິດພາດ，

source: Withdraw
th: ຍົກເລີກການສົ່ງຂໍ້ຄວາມ

source: Withdrawal Failed!
th: ຍົກເລີກລົ້ມເລວ！

source: Withdrawal Successful!
th: ຍົກເລີກຂໍ້ຄວາມສຳເລັດ！

source: Withdraw Member Message
th: ຍົກເລີກຂໍ້ຄວາມສະມາຊິກ

source: Yesterday
th: ມື້ວານ
