Repository: GoodbyeFox/VOAIOS
Catalog: O2Platform/App/contacts/*.lproj/contacts.strings
Languages: th

# 3YZ-RH-20k.title
source: Personal details
th: ຂໍ້ມູນລາຍລະອຽດຂອງບຸກຄົນ

# 9PI-Ux-g7Z.title
source: Cancel
th: ຍົກເລີກ

# 72T-bv-dCu.text
source: Name
th: ຊື່

# AmI-yp-X5H.title
source: Company Department
th: ພະແນກ

# Ay2-QP-fxz.text
source: Name
th: ຊື່

# BHk-7x-Azp.text
source: None
th: ບໍ່

# c20-KV-OIe.text
source: Collect
th: ເກັບຮັກສາ

# cvT-LV-lDS.text
source: Name
th: ຊື່

# DLo-Rj-8B7.text
source: Name
th: ຊື່

# Eef-mP-7Bn.text
source: Man
th: ຊາຍ

# iAx-ux-z5J.title
source: Personal Info
th: ຂໍ້ມູນສ່ວນບລຸກຄົນ

# iDJ-yD-7GA.title
source: Contacts
th: ລາຍຊື່ຕິດຕໍ່

# j8q-Jd-iE8.text
source: None
th: ບໍ່

# LsC-tt-HCK.title
source: My Group
th: ກຸ່ມຂອງຂ້ອຍ

# lvv-dz-lNj.text
source: None
th: ບໍ່

# NFy-zR-tMq.text
source: Woman
th: ຍິງ

# R7I-SZ-pqB.text
source: Name
th: ຊື່ ແລະ ນາມສະກຸນ

# rtm-Ih-lnV.title
source: Dept
th: ພະນັກງານໃນພະແນກ

# Unc-Jp-92I.text
source: Value
th: ຄ່າ

# URv-xi-b9g.text
source: Name
th: ຊື່

# vck-nP-Fy0.text
source: Name
th: ຊື່

# WE9-5h-qP6.text
source: Name
th: ຊື່

# Xm0-I8-vXV.text
source: Name
th: ຊື່

# XYB-HG-YIt.text
source: None
th: ບໍ່
