Repository: GoodbyeFox/VOAIOS
Catalog: O2Platform/App/Login-绑定登录/*.lproj/login.strings
Languages: th

# 2FW-oB-Z7W.title
source: Login Main
th: ລັອກອິນເຂົ້າສູ່ໜ້າຫຼັກ

# 86p-zE-rWI.text
source: ANNA组织
th: ກຸ່ມ ANNA

# bkV-iJ-Vkd.normalTitle
source: Login
th: ເຂົ້າສູ່ລະບົບ

# f1x-qE-7k6.placeholder
source: Please enter the verification code
th: ກະລຸນາໃສ່ລະຫັດຢືນຢັນ

# kLj-hW-IW3.normalTitle
source: Other login methods
th: ເຂົ້າສູ່ລະບົບດ້ວຍວິທີອື່ນ

# lEi-tc-UYF.placeholder
source: Please enter user name
th: ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້

# Nr9-8F-s20.placeholder
source: Please input a password
th: ກະລຸນາໃສ່ລະຫັດ

# ObS-rR-SV6.placeholder
source: Please input mobile phone number
th: ກະລຸນາໃສ່ເບີໂທລະສັບ

# Q9Q-4z-Rfe.normalTitle
source: Biometric login
th: ເຂົ້າສູ່ລະບົບດ້ວຍສະແກນໜ້າ

# RFi-UF-mda.normalTitle
source: Next
th: ໜ້າຕໍ່ໄປ

# sdH-Rd-Uu5.normalTitle
source: Rebind
th: ຜູ້ມັດຄືນໃໝ່

# uXf-3e-9Bs.placeholder
source: Please input dynamic password
th: ກະລຸນາໃສ່ລະຫັດໄດນາມິກ

# VU6-Hu-1I4.normalTitle
source: Other login methods
th: ເຂົ້າສູ່ລະບົບວິທີອື່ນ
